Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Sarivõtte pildistamine veebikaameraga
fi: Ota useita kuvia web-kameralla

source: Vaikimisi kaadrisagedus
fi: Ruudunpäivityksen oletusnopeus

source: Käsitle kõik hoiatusi kui ületamatuid vigu
fi: Tee kaikista varoituksista kriittisiä

source: Kasutatav X'i kuva
fi: Käytettävä X-näyttö

source: Kasutatav X'i ekraan
fi: Käytettävä X-näyttö

source: X'i kutsungite muutmine sünkroonseks
fi: Synkronisoi X-kutsut

source: Profiili kirjeldus
fi: Profiilin kuvaus

source: Seadme mudel
fi: Laitteen malli

source: Seadme tootja
fi: Laitteen valmistaja

source: ColorMunki, HP Deskjet d1300 Series
fi: MuotoColorMunki, HP Deskjet d1300 Series

source: printer
fi: Määreprinter

source: Seadme loomine
fi: Luo laite

source: Seadme leidmine
fi: Etsi laite

source: Profiili leidmine
fi: Etsi profiili

source: Kustutab seadme
fi: Poistaa laitteen

source: Kustutab profiili
fi: Poistaa profiilin

source: Seab profiili failinime
fi: Asettaa profiilin tiedostonimen

source: Seab seadme mudeli
fi: Asettaa laitteen mallin

source: Loo uus värviprofiil
fi: Luo väriprofiili

source: Programm '%s' ei ole hetkel paigaldatud.
fi: "%s" ei ole tällä hetkellä asennettuna.

source: Saad selle paigaldada, kirjutades:
fi: Voit asentaa sen kirjoittamalla:

source: Käivitamaks käsku '%(command)s' , palu administraatoril paigaldada pakk '%(package)s'
fi: Suorittaaksesi komennon "%(command)s", pyydä järjestelmän ylläpitäjää asentamaan paketti "%(package)s"

source: Programm '%s' on leitav järgnevates tarkvarapakettides:
fi: Ohjelma "%s" löytyy seuraavista paketeista:

source: Proovi: %s
fi: Kokeile: %s

source: Palu administraatoril üks neist paigaldada
fi: Pyydä järjestelmän ylläpitäjää asentamaan yksi niistä
